<?php

return [
    'Login'=>'Вход',
    'User'=>'Пользователь',
    'Users'=>'Пользователи',
    'Sign up'=>'Регистрация',
    'My profile'=>'Мой профиль',
    'Edit profile'=>'Редактировать профиль',
    'Change email'=>'Изменить почту',
    'Change password'=>'Изменить пароль',
    'Set password'=>'Установить пароль',
    'Link to register'=>'Ссылка для регистрации',
    'Share link to register'=>'Поделиться ссылкой для регистрации',
    'Static link to register'=>'Статичная ссылка для регистрации',
    'Token link to register'=>'Токен ссылка для регистрации',
    'Generate token link to register'=>'Сгенерировать токен ссылку для регистрации',

    'Invite to register'=>'Пригласить для регистрации',
    'Logout'=>'Выход',
    'If you have forgotten your password, you can {link}'=>'Если вы забыли свой пароль, вы можете {link}',
    'reset it'=>'восстановить',
    'Check your email for further instructions.'=>'Проверьте вашу почту для дальнейших указаний.',
    'Sorry, we are unable to reset password for email provided.'=>'Извините, мы не можем восстановить пароль по данной эл. почте.',

    'Request password reset'=>'Восстановить пароль',
    'Password reset for {appName}'=>'Восстановление пароля для {appName}',
    'Reset password'=>'Восстановление пароля',
    'You successfully signed up.'=>'Вы успешно зарегистрировались.',
    'Please fill out your email. A link to reset password will be sent there.'=>'Введите вашу почту. Ссылка для восстановления пароля отправиться на этот адрес.',

    'Personal details'=>'Персональные данные',

    'Name'=>'Имя',
    'Email'=>'Эл. почта',
    'Password'=>'Пароль',
    'Remember me'=>'Запомнить',
    'Old password'=>'Старый пароль',
    'Username or Email'=>'Имя пользователя или E-mail',
    'User name'=>'Имя пользователя',
    'Time zone'=>'Часовой пояс',
    'Subscribe'=>'Подписаться на рассылку',
    'Subscribed'=>'Подписан',
    'Not set'=>'Не установлен',
    'Unsubscribed'=>'Отписан',
    'Avatar'=>'Аватар',
    'New email'=>'Новая почта',
    'New password'=>'Новый пароль',
    'Repeat password'=>'Повторите пароль',
    'Repeat new password'=>'Повторите новый пароль',
    'Current password'=>'Текущий пароль',
    'Accept terms'=>'Принять условия',
    'Agreement_text'=>'Настоящее Соглашение определяет условия использования Пользователями материалов и сервисов сайта www.        (далее — «Сайт»).
1.Общие условия
1.1. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации.
1.2. Настоящее Соглашение является публичной офертой. Получая доступ к материалам Сайта Пользователь считается присоединившимся к настоящему Соглашению.
1.3. Администрация Сайта вправе в любое время в одностороннем порядке изменять условия настоящего Соглашения. Такие изменения вступают в силу по истечении 3 (Трех) дней с момента размещения новой версии Соглашения на сайте. При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к Сайту, прекратить использование материалов и сервисов Сайта.
2. Обязательства Пользователя
2.1. Пользователь соглашается не предпринимать действий, которые могут рассматриваться как нарушающие российское законодательство или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных правах, а также любых действий, которые приводят или могут привести к нарушению нормальной работы Сайта и сервисов Сайта.
2.2. Использование материалов Сайта без согласия правообладателей не допускается (статья 1270 Г.К РФ). Для правомерного использования материалов Сайта необходимо заключение лицензионных договоров (получение лицензий) от Правообладателей.
2.3. При цитировании материалов Сайта, включая охраняемые авторские произведения, ссылка на Сайт обязательна (подпункт 1 пункта 1 статьи 1274 Г.К РФ).
2.4. Комментарии и иные записи Пользователя на Сайте не должны вступать в противоречие с требованиями законодательства Российской Федерации и общепринятых норм морали и нравственности.
2.5. Пользователь предупрежден о том, что Администрация Сайта не несет ответственности за посещение и использование им внешних ресурсов, ссылки на которые могут содержаться на сайте.
2.6. Пользователь согласен с тем, что Администрация Сайта не несет ответственности и не имеет прямых или косвенных обязательств перед Пользователем в связи с любыми возможными или возникшими потерями или убытками, связанными с любым содержанием Сайта, регистрацией авторских прав и сведениями о такой регистрации, товарами или услугами, доступными на или полученными через внешние сайты или ресурсы либо иные контакты Пользователя, в которые он вступил, используя размещенную на Сайте информацию или ссылки на внешние ресурсы.
2.7. Пользователь принимает положение о том, что все материалы и сервисы Сайта или любая их часть могут сопровождаться рекламой. Пользователь согласен с тем, что Администрация Сайта не несет какой-либо ответственности и не имеет каких-либо обязательств в связи с такой рекламой.',


    'Thank you for signing up. We have sent to your email a link to activate your account.'=>'Спасибо за вашу регитсрацию. Мы отправили вам на почту ссылку для активации вашего аккаунта.',
    'We have sent to your email a link to activate your account.'=>'Мы отправили вам на почту ссылку для активации вашего аккаунта.',
    'You successfully set new password.'=>'Вы успешно установили новый пароль',
    'Changes successfully was saved.'=>'Изменения успешно сохранены.',
    'You successfully generated new link to register.'=>'Вы успешно сгенерировали новую ссылку для регистрации.',
    'You invited user to register.'=>'Вы пригласили пользователя зарегистрироваться.',
    'You successfully changed your password.'=>'Вы успешно изменили свой пароль.',
    'You successfully changed your email.'=>'Вы успешно изменили свою почту.',
    'You successfully set your password.'=>'Вы успешно установили ваш пароль.',
    'We sent to your new email a link to approve to change your email.'
    =>'Мы отправили вам на почту ссылку подтвердить изменение вашей почты.',
    'Approve to change your email.'=>'Подтвердите изменение вашей почты.',
    'You successfully activated your account.'=>'Вы успешно активировали ваш аккаунт.',
    'Please, set your password.'=>'Пожалуста, установите ваш пароль.',
    'Please, fill in your profile data.'=>'Пожалуста, заполните ваши данные.',
    'If you want to cancel the subscription, click to this {to_link}.'=>'Если вы хотите отказаться от рассылки, нажмите на эту {to_link}.',
    'to_link'=>'ссылку',
    'You have successfully canceled the subscription.'=>'Вы успешно отписались от рассылки.',


    'Approve email'=>'Подтвердить почту',
    'You requested to activate your account.'=>'Вы запрошены активировать ваш аккаунт.',
    'Hello'=>'Здравствуйте',
    'Follow the link below to activate your account'=>'Нажмите на ссылку для активации вашего аккаунта',
    'Mailing of letters'=>'Рассылка',
    'Email messages in cron task'=>'Почтовые сообщения в cron задаче',
    'Roles'=>'Роли',
    'Permissions'=>'Разрешения',
    'Rules'=>'Правила',
    'Assignments'=>'Назначения',
];